ags-hyprpanel-git
ani-cli
aylurs-gtk-shell-git
bibata-cursor-theme
bruno
cloudflare-warp-bin
colortail-git
ddev-bin
debtap
eww
eww-systemd
fancontrol-gui-git
ferdium
google-chrome
gtt-bin
hakuneko-desktop-bin
hyprland-protocols-git
ibus-bamboo
larksuite-bin
lazydocker
matugen-bin
nautilus-sendto
navicat-premium-lite-en
neofetch
ngrok
pacman-mirrors-helper-git
path-of-building-community-git
phpactor
pokemon-colorscripts-git
postman-bin
python-pywal16
python-selenium
python-webdriver-manager
reddio
reiserfsprogs
smem
snapd
spotify
swaylock-effects-git
vesktop
visual-studio-code-bin
walker
waypaper
wps-office
xampp
ytermusic
zsh-antidote
