accountsservice
adwaita-icon-theme
alacritty
alsa-firmware
alsa-plugins
alsa-utils
aquamarine
arc-gtk-theme-eos
aspell
b43-fwcutter
base
base-devel
bash-completion
bat
bind
bitwarden
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cantarell-fonts
chafa
chromium
cmake
cronie
cryptsetup
dbeaver
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
dpkg
dracut
duf
dunst
e2fsprogs
easyeffects
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-gnome
ethtool
evince
exfatprogs
eza
f2fs-tools
fcitx5-configtool
fcitx5-gtk
fcitx5-unikey
fd
ffmpegthumbnailer
file-roller
firefox
firewalld
flameshot
flatpak
font-manager
fsarchiver
gdm
ghostty
git
github-cli
glances
gnome-browser-connector
gnome-calculator
gnome-clocks
gnome-console
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-nettool
gnome-power-manager
gnome-screenshot
gnome-shell
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-weather
gparted
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk2
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
htop
hub
hwdetect
hwinfo
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-qtutils
hyprlock
hyprpaper
hyprpicker
ibus-unikey
inetutils
inotify-tools
intel-ucode
inxi
iptables-nft
iwd
jfsutils
kitty
lazygit
less
libdvdcss
libgsf
libopenraw
libwnck3
linux
linux-firmware
linux-headers
logrotate
loupe
lsb-release
lsp-plugins
lsscsi
luarocks
lvm2
man-db
man-pages
mariadb
mdadm
meld
mercurial
mesa-utils
mission-center
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
nautilus
ncdu
nemo
neofetch
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nginx
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
nwg-displays
nwg-look
obsidian
openslide
openssh
os-prober
pacman-contrib
pavucontrol
peek
perl
phonon-qt5-gstreamer
php
php-apache
php-cgi
php-embed
php-fpm
php-gd
php-redis
php-snmp
php-sqlite
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
pnpm
poppler-glib
power-profiles-daemon
pv
python
python-capng
python-defusedxml
python-libtmux
python-packaging
python-pip
python-pipx
python-pydbus
python-pyqt5
qt5-graphicaleffects
qt5-quickcontrols
qt6ct
rate-mirrors
rebuild-detector
reflector
reflector-simple
release-cli
rofi-wayland
rsync
rtkit
s-nail
screenkey
sddm
sg3_utils
slop
slurp
smartmontools
sof-firmware
sqlitebrowser
steam
stow
sudo
sushi
swaync
swww
sysfsutils
systemd-sysvcompat
tailscale
tectonic
texinfo
thunar
tk
tldr
tmux
totem
tree
tree-sitter-javascript
tree-sitter-rust
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
ueberzugpp
unrar
unzip
upower
usb_modeswitch
usbutils
vi
viu
waybar
welcome
wezterm
wf-recorder
wget
which
wireplumber
wl-clipboard
wofi
wpa_supplicant
xclip
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsel
xterm
yay
yazi
yq
zoxide
zsh
